Repository: common-repository/je-suis-charlie-ribbon-mc
Catalog: lang/mc_jesuischarlie-*.po
Languages: fr_fr

source: "Je suis Charlie" Ribbon
fr_fr: Bandeau "Je suis Charlie"

source: Ribbon Position
fr_fr: Position du Bandeau

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: URL for the ribbon link
fr_fr: URL pour le lien du Bandeau

source: Charlie Hebdo Web Site
fr_fr: Site web de Charlie Hebdo

source: #JeSuisCharlie on Twitter
fr_fr: #JeSuisCharlie sur Twitter

source: User URL (type in the URL you want to link to)
fr_fr: URL de l'utilisateur (tapez l'URL à laquelle vous voulez lier le bandeau)

source: Update Settings
fr_fr: Mise à jour des Réglages

source: Settings updated
fr_fr: Réglages mis à jour

source: "Je Suis Charlie" Ribbon MC Options
fr_fr: Option du Bandeau "Je Suis Charlie"

source: "Je Suis CHARLIE" Ribbon MC
fr_fr: Bandeau MC "Je Suis CHARLIE"

source: I Help Charlie web site (donations to the magazine)
fr_fr: Site web <em>J'aide Charlie</em> (donations au magazine)
